# IdeaStatiCa.RcsApi.Model.ConcreteCheckResultOverall

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Checks** | **List&lt;ConcreteCheckResultOverallItem&gt;** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)